{"config": {"layers": [{"config": {"batch_input_shape": [null, 44], "name": "dense", "trainable": true, "bias_constraint": null, "kernel_regularizer": null, "kernel_initializer": {"config": {"seed": null, "mean": 0.0, "stddev": 0.05, "dtype": "float32"}, "class_name": "RandomNormal"}, "kernel_constraint": null, "bias_regularizer": null, "dtype": "float32", "use_bias": true, "activity_regularizer": null, "units": 64, "activation": "relu", "bias_initializer": {"config": {"dtype": "float32"}, "class_name": "Zeros"}}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "name": "dense_1", "trainable": true, "bias_constraint": null, "kernel_initializer": {"config": {"seed": null, "mean": 0.0, "stddev": 0.05, "dtype": "float32"}, "class_name": "RandomNormal"}, "kernel_regularizer": null, "bias_regularizer": null, "dtype": "float32", "use_bias": true, "activity_regularizer": null, "units": 32, "activation": "relu", "bias_initializer": {"config": {"dtype": "float32"}, "class_name": "Zeros"}}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "name": "dense_2", "trainable": true, "bias_constraint": null, "kernel_initializer": {"config": {"seed": null, "mean": 0.0, "stddev": 0.05, "dtype": "float32"}, "class_name": "RandomNormal"}, "kernel_regularizer": null, "bias_regularizer": null, "dtype": "float32", "use_bias": true, "activity_regularizer": null, "units": 16, "activation": "sigmoid", "bias_initializer": {"config": {"dtype": "float32"}, "class_name": "Zeros"}}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "name": "dense_3", "trainable": true, "bias_constraint": null, "kernel_initializer": {"config": {"seed": null, "mean": 0.0, "stddev": 0.05, "dtype": "float32"}, "class_name": "RandomNormal"}, "kernel_regularizer": null, "bias_regularizer": null, "dtype": "float32", "use_bias": true, "activity_regularizer": null, "units": 1, "activation": "linear", "bias_initializer": {"config": {"dtype": "float32"}, "class_name": "Zeros"}}, "class_name": "Dense"}], "name": "sequential"}, "class_name": "Sequential", "backend": "tensorflow", "keras_version": "2.1.6-tf"}